{
    "Description of the research":{
        "1": "This simulator accompanies the report of the [EU Tax Observatory](https://taxobservatory.eu/), *Collecting the tax deficit of multinational companies: Simulations for the European Union* (June 2021).",
        "2": "This study estimates how much tax revenue the European Union could collect by imposing a minimum tax on the profits of multinational companies. It relies on the notion of tax deficit, defined as the difference between what multinationals currently pay in taxes, and what they would pay if they were subject to a minimum tax rate in each country. Three ways for EU countries to collect this tax deficit are considered:",
        "3": "* an international agreement on a minimum tax of the type currently discussed by the OECD, in which scenario a minimum tax rate of 25% could increase corporate income tax revenues in the European Union by about €170 billion in 2021;",
        "4": "* an incomplete international agreement in which only EU countries apply a minimum tax. An additional €30 billion would then come from collecting a portion of the tax deficit of non-EU multinationals;",
        "5": "* a “first-mover” scenario, in which one country alone decides to collect the tax deficit of multinational companies. On average, a first mover in the European Union would increase its corporate tax revenues by close to 70% relative to its current corporate tax collection.",
        "6": "This simulator was designed for policy makers, journalists, members of civil society, and all citizens in each EU country to assess the revenue potential from minimum taxation on both domestic and foreign firms. Each of the aforementioned scenarios can be investigated on a specific page, accessible via the left-hand sidebar, that allows to simulate corporate tax revenue gains from any minimum effective tax rate between 10% and 50%."
    },
    "Case study with one multinational":{
        "1": "This page aims at illustrating the notion of tax deficit with a few examples of multinationals that release the relevant data publicly. Indeed, since 2015, banks with a consolidated turnover above 750 million euros and that operate in the European Union are required to publicly disclose the activity of all their affiliates regarding the allocation of their income, profit and taxes. Besides, several non-bank multinationals have voluntarily started disclosing their country-by-country report, which tabulates how much revenues, profits and taxes they have registered in each country of residence of their subsidiaries.",
        "2": "In this section, you can use the dropdown to select a European multinational company and examine the additional corporate tax revenue that the headquarter country could collect by imposing a minimum tax rate on all its activities.",
        "3": "The bar chart below shows how this additional corporate tax revenue varies depending on the minimum rate chosen. As in the report, we consider 4 reference rates of respectively 15%, 21%, 25% and 30%."
    },
    "Multilateral implementation scenario":{
        "1": "This page is dedicated to the multilateral implementation scenario. We simulate an international agreement on a minimum tax of the type currently discussed by the OECD, favored by a number of European Union countries, and by the United States. In this scenario, each headquarter country would collect the tax deficit of its own multinationals.",
        "2": "For instance, if the internationally agreed minimum tax rate is 25% and a German company has an effective tax rate of 10% on the profits it records in Singapore, then Germany would impose an additional tax of 15% on these profits to arrive at an effective rate of 25%. More generally, Germany would collect extra taxes so that its multinationals pay at least 25% in taxes on the profits they book in each country and other nations would proceed similarly.",
        "3": "In this section, you can simulate the results of such a multilateral agreement and choose the agreed-upon minimum effective tax rate. As an indication, the United States [recently announced](https://home.treasury.gov/news/press-releases/jy0189) that it would support a lower-bound rate of 15%, while France and Germany had previously advocated for a 21% minimum effective tax rate. The benchmark minimum tax rate considered in our report is 25%, a relatively modest rate in an international and historical perspective."
    },
    "Partial cooperation scenario":{
        "1": "This page is dedicated to an imperfect cooperation scenario, in which only EU countries apply a minimum tax, while non-EU countries do not change their tax policies. In this scenario, each EU country would collect the tax deficit of its own multinationals (as in the full coordination scenario), plus a portion of the tax deficit of multinationals incorporated outside of the European Union. This portion would be based on the geography of sales to final customers.",
        "2": "For instance, if a company incorporated in the United Kingdom makes 20% of its final (i.e., non-intragroup) sales in Germany, then Germany would collect 20% of the tax deficit of this company, if it has any.",
        "3": "In this section, you can simulate the results of such a partial cooperation and choose the minimum effective tax rate applied by EU member states. The table then indicates the corporate income tax revenue gains of each in-sample EU country under this agreement."
    },
    "Unilateral implementation scenario":{
        "1": "This page is dedicated to the unilateral implementation or “first-mover” scenario, in which one country alone decides to collect the tax deficit of multinational companies. This first-mover would collect the full tax deficit of its own multinationals, plus a portion (proportional to the destination of sales) of the tax deficit of all foreign multinationals.",
        "2": "For instance, if this first-mover is Germany, then Germany would collect 100% of the tax deficit of German multinationals, plus a portion of the tax deficit (if there is one) of French, UK, US, etc. multinationals. This portion would be equal to the fraction of the global sales these multinationals make in Germany.",
        "3": "In this section, you can select which country would be this first-mover and observe how the minimum rate it will impose influences its corporate tax revenue gains. The table indicates the country of residence of the multinationals whose tax deficit it would collect, entirely (for its own multinationals) or partly (for the foreign ones, based on the location of their sales)."
    },
    "Substance-based carve-outs":{
        "1": "In July 2021, 132 countries agreed to a minimum tax rate of at least 15% on their multinationals’ profits. The [joint statement](https://www.oecd.org/tax/beps/statement-on-a-two-pillar-solution-to-address-the-tax-challenges-arising-from-the-digitalisation-of-the-economy-july-2021.pdf) then released includes an exemption that could reduce revenues from this global minimum tax, the so-called **substance-based carve-outs**. These allow multinationals, in each country where they operate, to reduce the profits subject to the minimum tax by a share of the value of their tangible assets and payroll.",
        "2": "This mechanism has deep consequences on the objective of the policy and significantly decreases potential revenue gains. In a dedicated [note](https://www.taxobservatory.eu/minimizing-the-minimum-tax-the-critical-effect-of-substance-carve-outs/), we model how this carve-out would affect revenues from a global minimum tax and find that these could be reduced by 15% to 30% in the European Union relative to a minimum tax without carve-out.",
        "3": "Imagine a French multinational company, that earns profits of €100 in a low-tax jurisdiction, which taxes these profits at an effective rate of 5%. With a global minimum tax of 15%, France would impose an additional tax of 10% on these profits to arrive at an effective rate of 15%. France would collect the multinational’s tax deficit in that jurisdiction as follows:",
        "4": "*100 x (15% - 5%) = 100 x 10% = €10*",
        "5": "Because of these profits of €100, the multinational would pay €5 of taxes locally and €10 to France, the country of residence of its parent company. In total, the multinational pays €15 of taxes and the effective rate is 15%.",
        "6": "Until now, we have omitted substance-based carve-outs. Let’s put them into the picture. We assume that in this jurisdiction, the multinational pays personnel costs of €100 and owns €100 of tangible assets. At a carve-out rate of 5%, carve-outs would then be:",
        "7": "*5% x (personnel costs + tangible assets) = 5% x (100 + 100) = €10*",
        "8": "These carve-outs will then be deducted from the tax base, i.e. the profits booked by the French multinational in this jurisdiction. Under the 15% minimum tax with carve-outs, the multinational would therefore pay to the French tax authorities:",
        "9": "*(pre-tax profits - carve-outs) x (15% - 5%) = (100 - 10) x (15% - 5%) = 90 x 10% = €9*",
        "10": "You can first choose the minimum effective tax rate imposed through the multilateral agreement. The current joint statement proposes a rate of at least 15%; some countries have expressed their support for a higher rate, around 21%.",
        "11": "Next, you may select the carve-outs rate, i.e. the share of tangible assets and payroll that will be deducted from pre-tax profits. The joint statement of July 1st mentions a carve-out rate of at least 7.5% in the first years of implementation of the agreement. The rate should then be reduced to at least 5% in the longer run.",
        "12": "The following table then displays the estimated revenues gains. It also allows to compare revenues with and without the application of substance-based carve-outs."
    }
}
